Repository: arthurrios/finova-app
Catalog: Finova/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# transactionDetails.moveToGroup.title
source: Move to Group
pt_br: Mover para Grupo

# transactionDetails.moveToPersonal
source: Move to Personal
pt_br: Mover para Pessoal

# transactionDetails.moveToPersonal.confirm
source: This transaction will be removed from the group and only visible to you.
pt_br: Esta transação será removida do grupo e visível apenas para você.

# transactionDetails.moveToPersonal.message
source: This transaction will be removed from the group and only visible to you.
pt_br: Esta transação será removida do grupo e visível apenas para você.

# transactionDetails.moveToPersonal.title
source: Move to Personal
pt_br: Mover para Pessoal

# transactionDetails.moveToStatement
source: Statement
pt_br: Fatura

# transactionDetails.moveToStatement.message
source: Select the statement to move this transaction to.
pt_br: Selecione a fatura para mover esta transação.

# transactionDetails.moveToStatement.title
source: Move to Statement
pt_br: Mover para Fatura

# transactionDetails.type.expense
source: Expense
pt_br: Despesa

# transactionDetails.type.income
source: Income
pt_br: Receita

# transactionMode.installments.title
source: Installments
pt_br: Parcelas

# transactionMode.recurring.title
source: Recurring
pt_br: Recorrente

# transactions.emptyState.description
source: You have not yet recorded expenses or income this month
pt_br: Você ainda não registrou despesas ou receitas neste mês

# transactions.header.title
source: Transactions
pt_br: Lançamentos

# transactions.search.placeholder
source: Search transactions...
pt_br: Buscar lançamentos...

# updateToast.laterButton
source: Later
pt_br: Depois

# updateToast.message
source: A new version of Finova is available with improved features and bug fixes.
pt_br: Uma nova versão do Finova está disponível com recursos melhorados e correções de bugs.

# updateToast.title
source: Update Available
pt_br: Atualização Disponível

# updateToast.updateButton
source: Update
pt_br: Atualizar

# validation.error.nameRequired
source: Name is required
pt_br: Nome é obrigatório

# validation.error.passwordsDoNotMatch
source: Passwords do not match
pt_br: As senhas não correspondem

# validation.error.title
source: Validation Error
pt_br: Erro de Validação

source: Yes
pt_br: Sim
